Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateValue
source: Converts a date in the form of text to a number that represents the date in Power Apps date-time code.
bg_bg: Преобразува дадена дата под формата на текст в число, представляващо датата в кода за дата и час в Power Apps.
ca_es: Converteix una data en format de text en un nombre que representa la data en el codi de data i hora del Power Apps.
cs_cz: Převede datum ve formě textu na číslo, které představuje datum v kódu data a času Power Apps.
da_dk: Konverterer en dato i form af tekst til et tal, der repræsenterer datoen i Power Apps-koden for dato/klokkeslæt.
de_de: Konvertiert ein Datum in Textform in eine Zahl, die im Power Apps-Code für Datum und Uhrzeit das Datum darstellt.
el_gr: Μετατρέπει μια ημερομηνία στη μορφή κειμένου σε έναν αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Power Apps.
es_es: Convierte una fecha en formato de texto en un número que representa la fecha en el código de fecha y hora de Power Apps.
et_ee: Teisendab kuupäeva tekstivormingust arvuvormingusse, millega tähistatakse Power Appsi kuupäeva- ja kellaajakoodis kuupäeva.
eu_es: Testu-formatua duen data bat bihurtzen du Power Apps-eko data eta orduaren kodeko data adierazten duen zenbaki.
fi_fi: Muuntaa tekstimuotoisen päivämäärän luvuksi, joka edustaa päivämäärää Power Appsin päivämäärä- ja aikakoodissa.
fr_fr: Convertit une date au format texte en nombre représentant la date dans le code date-heure de Power Apps.
gl_es: Converte unha data en forma de texto nun número que representa a data do código de data e hora de Power Apps.
hi_in: पाठ के रूप में दिनांक को एक संख्या के रूप में रूपांतरित करता है, जो Power Apps दिनांक-समय कोड में दिनांक को दर्शाता है.
hr_hr: Pretvara datum u obliku teksta u broj koji predstavlja datum u kodu vremena i datuma za Power Apps.
hu_hu: Átalakítja a szöveges formátumú dátumot azzá a számmá, amely a dátumot jelöli a Power Apps dátum- és időpontkódjában.
it_it: Converte una data in formato testo in un numero che rappresenta la data nel codice data-ora di Power Apps.
ja_jp: テキスト形式の日付を Power Apps の日時コード形式の日付を表す数値に変換します。
kk_kz: Мәтін түріндегі күнді Power Apps күн-уақыт кодындағы күнді көрсететін санға түрлендіреді.
ko_kr: 텍스트 형식의 날짜를 Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자로 변환합니다.
lt_lt: Teksto formos datą ir laiką konvertuoja į skaičių, kuris žymi datą „Power Apps“ datos ir laiko kode.
lv_lv: Pārvērš datumu teksta formā par skaitli, kas atspoguļo datumu Power Apps datuma-laika kodā.
ms_my: Menukar tarikh dalam bentuk teks kepada nombor yang mewakili tarikh dalam kod tarikh masa Power Apps.
nb_no: Konverterer en dato i tekstformat til et tall som representerer datoen i dato/klokkeslett-koden for Power Apps.
nl_nl: Hiermee worden een datum in het tekstformulier geconverteerd naar een getal dat de datum weergeeft in de Power Apps datum/tijdcode.
pl_pl: Konwertuje datę w postaci tekstu na liczbę reprezentującą datę w kodzie daty/godziny usługi Power Apps.
pt_br: Converte uma hora em formato de texto em um número que representa a data no código data-hora do Power Apps.
pt_pt: Converte uma data sob a forma de texto para um número que representa a data no código de data/hora do Power Apps.
ro_ro: Convertește o valoare de timp în formă de text la un număr care reprezintă data în codul dată-oră Power Apps.
ru_ru: Преобразует дату в виде текста в число, представляющее дату в формате кода даты и времени Power Apps.
sk_sk: Skonvertuje dátum vo formáte textu na číslo reprezentujúce dátum v kóde dátumu a času služby Power Apps.
sl_si: Pretvori datum v obliki besedila v število, ki predstavlja datum v kodi datum-ura storitve Power Apps.
sr_cyrl_rs: Конвертује време у облику текста у број који представља датум у Power Apps коду датум-време.
sr_latn_rs: Konvertuje vreme u obliku teksta u broj koji predstavlja datum u Power Apps kodu datum-vreme.
sv_se: Konverterar ett datum i textformat till ett tal som motsvarar datumet i Power Apps datum/tid-kod.
th_th: แปลงวันที่ในรูปแบบข้อความให้เป็นตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Power Apps
tr_tr: Metin biçimindeki tarih değerini, Power Apps tarih-saat kodunda tarihi temsil eden bir sayıya dönüştürür.
uk_ua: Перетворює дату у вигляді тексту на число, що відповідає даті в коді дати й часу Power Apps.
vi_vn: Chuyển đổi ngày ở dạng văn bản thành một số biểu diễn ngày theo mã ngày/giờ của Power Apps.
zh_cn: 将文本形式的日期转换为采用 Power Apps 日期时间代码表示日期的数字。
zh_tw: 將文字格式的日期，轉換為在 Power Apps 日期時間代碼中代表日期的數字。

# DateValueArg1
source: date_text
bg_bg: текст_като_дата
ca_es: text_data
cs_cz: datum_text
da_dk: dato_tekst
de_de: Datumstext
el_gr: κείμενο_ημερομηνίας
es_es: texto_fecha
et_ee: kuupäeva_tekst
eu_es: data_testua
fi_fi: päivämäärän_teksti
fr_fr: texte_date
gl_es: texto_data
hi_in: दिनांक_पाठ
hr_hr: tekst_datuma
hu_hu: szöveges_dátum
it_it: testo_data
ja_jp: 日付テキスト
kk_kz: күн_мәтіні
ko_kr: 날짜_텍스트
lt_lt: data_kaip_tekstas
lv_lv: datums_teksts
ms_my: teks_tarikh
nb_no: datotekst
nl_nl: tekst_datum
pl_pl: tekst_daty
pt_br: texto_data
pt_pt: texto_data
ro_ro: text_dată
ru_ru: текст_даты
sk_sk: dátum_text
sl_si: besedilo_datuma
sr_cyrl_rs: датум_текст
sr_latn_rs: datum_tekst
sv_se: datum_text
th_th: ข้อความ_วันที่
tr_tr: tarih_metni
uk_ua: текст_дати
vi_vn: văn_bản_ngày
zh_cn: 日期文本
zh_tw: 日期_文字

# DateValueArg2
source: language_code
bg_bg: езиков_код
ca_es: codi_llengua
cs_cz: kód_jazyka
da_dk: sprog_kode
de_de: Sprachcode
el_gr: κωδικός_γλώσσας
es_es: código_idioma
et_ee: keelekood
eu_es: hizkuntza_kodea
fi_fi: kielikoodi
fr_fr: code_langue
gl_es: código_idioma
hi_in: भाषा_कोड
hr_hr: šifra_jezika
hu_hu: nyelvi_kód
it_it: codice_lingua
ja_jp: 言語コード
kk_kz: тіл_коды
ko_kr: 언어_코드
lt_lt: kalbos_kodas
lv_lv: valodas_kods
ms_my: kod_bahasa
nb_no: språkkode
nl_nl: code_taal
pl_pl: kod_języka
pt_br: código_idioma
pt_pt: código_idioma
ro_ro: cod_de_limbă
ru_ru: код_языка
sk_sk: kód_jazyka
sl_si: koda_jezika
sr_cyrl_rs: кôд_језика
sr_latn_rs: kôd_jezika
sv_se: språk_kod
th_th: รหัส_ภาษา
tr_tr: dil_kodu
uk_ua: мовний_код
vi_vn: mã_ngôn_ngữ
zh_cn: 语言代码
zh_tw: 語言_代碼

# AboutDateValue_date_text
source: A text representation of a date/time stamp, in a platform-supported format.
bg_bg: Текстово представяне на клеймо с дата и час във формат, поддържан от платформата.
ca_es: Representació de text d'una marca de data/hora en un format compatible amb la plataforma.
cs_cz: Textové vyjádření razítka s datem a časem ve formátu podporovaném platformou
da_dk: En tekstrepræsentation af et dato-/klokkeslætstempel i et format, som understøttes af en platform.
de_de: Eine Textdarstellung eines Datums-/Uhrzeitstempels in einem von der Plattform unterstützten Format.
el_gr: Αναπαράσταση κειμένου σήμανσης ημερομηνίας/ώρας, σε μορφή υποστηριζόμενη από πλατφόρμα.
es_es: Una representación de texto de una marca de fecha y hora en un formato compatible con la plataforma.
et_ee: Kuupäeva- ja kellaajatempli tekstkuju platvormi toetatud vormingus.
eu_es: Plataformarako baliozko formatua duen data- eta denbora-zigilu baten testu-adierazpena.
fi_fi: Päivämäärä-/aikaleima tekstiesityksenä ympäristön tukemassa muodossa.
fr_fr: Représentation sous forme de texte d’un horodatage, dans un format pris en charge par la plateforme.
gl_es: Representación de texto dun selo de data/hora nun formato compatible coa plataforma.
hi_in: किसी प्लेटफ़ॉर्म-समर्थित प्रारूप में, दिनांक/समय स्टैम्प का पाठ प्रस्तुतिकरण.
hr_hr: Tekstni prikaz datumske/vremenske oznake u obliku koji podržava platforma.
hu_hu: Egy dátum-idő bélyeg szöveges ábrázolása a platform által támogatott formátumban.
it_it: Rappresentazione testuale di un indicatore data/ora in un formato supportato dalla piattaforma.
ja_jp: プラットフォームでサポートされている形式の日時スタンプのテキスト表現。
kk_kz: Күн мен уақыт белгісінің платформа қолдау көрсететін пішімдегі мәтіндік көрінісі.
ko_kr: 날짜/시간 스탬프의 텍스트 표시입니다(플랫폼 지원 형식).
lt_lt: Datos / laiko žymės pavaizdavimas tekstu platformoje palaikomu formatu.
lv_lv: Datuma/laika spiedola teksta attēlojums platformas atbalstītā formātā.
ms_my: Perwakilan teks cap tarikh/masa dalam format yang disokong-platform.
nb_no: En tekstrepresentasjon av et dato/klokkeslett-stempel, i et plattformstøttet format.
nl_nl: Een tekstweergave van een datum/tijdstempel in een indeling die door het platform wordt ondersteund.
pl_pl: Tekstowa reprezentacja sygnatury daty i czasu w formacie obsługiwanym na platformie.
pt_br: Representação em texto de um carimbo de data/hora em um formato com suporte na plataforma.
pt_pt: Uma representação de texto de um carimbo de data/hora num formato suportado de plataforma.
ro_ro: O reprezentare text a unei mărci de dată/timp, într-un format acceptat de platformă.
ru_ru: Текстовое представление метки даты и времени в поддерживаемом платформой формате.
sk_sk: Textová reprezentácia dátumovej/časovej pečiatky vo formáte podporovanom na príslušnej platforme.
sl_si: Besedilni prikaz žiga datum/ura, v obliki, ki jo podpira platforma.
sr_cyrl_rs: Приказ текста жига датум/време, у формату подржаном на платформи.
sr_latn_rs: Prikaz teksta žiga datum/vreme, u formatu podržanom na platformi.
sv_se: textmotsvarighet till en datum-/tidsstämpel i ett format som stöds av plattformen.
th_th: ข้อความแสดงบันทึกวัน/เวลา ในรูปแบบที่แพลตฟอร์มรองรับ
tr_tr: Tarih/saat damgasının platform tarafından desteklenen biçimdeki metin gösterimi.
uk_ua: Текстове значення позначки дати й часу в підтримуваному форматі.
vi_vn: Biểu diễn bằng văn bản dấu ngày/giờ ở định dạng được nền tảng hỗ trợ.
zh_cn: 日期/时间戳的文本表示形式(采用平台支持的格式)。
zh_tw: 日期/時間戳記以平台支援的格式所表示的文字。

# AboutDateValue_language_code
source: Language code of the supplied text.
bg_bg: Езиков код на предоставения текст.
ca_es: Codi de llengua del text proporcionat.
cs_cz: Kód jazyka zadaného textu
da_dk: Den indsatte teksts sprogkode.
de_de: Sprachcode des eingegebenen Texts.
el_gr: Κωδικός γλώσσας του παρεχόμενου κειμένου.
es_es: Código de idioma del texto proporcionado.
et_ee: Esitatud teksti keelekood.
eu_es: Emandako testuaren hizkuntza-kodea.
fi_fi: Annetun tekstin kielikoodi.
fr_fr: Code de la langue du texte fourni.
gl_es: Código de idioma do texto fornecido.
hi_in: प्रदत्त लेख का भाषा कोड.
hr_hr: Šifra jezika za navedeni tekst.
hu_hu: A megadott szöveg nyelvkódja.
it_it: Codice della lingua del testo fornito.
ja_jp: 表示されたテキストの言語コード。
kk_kz: Берілген мәтіннің тіл коды.
ko_kr: 입력한 텍스트의 언어 코드입니다.
lt_lt: Pateikto teksto kalbos kodas.
lv_lv: Norādītā teksta valodas kods.
ms_my: Kod bahasa teks yang dibekalkan.
nb_no: Språkkoden for den angitte teksten.
nl_nl: De taalcode van de opgegeven tekst.
pl_pl: Kod języka wprowadzonego tekstu.
pt_br: Código de idioma do texto fornecido.
pt_pt: Código de idioma do texto fornecido.
ro_ro: Codul de limbă al textului furnizat.
ru_ru: Код языка для указанного текста.
sk_sk: Kód jazyka zadaného textu.
sl_si: Koda jezika podanega besedila.
sr_cyrl_rs: Шифра језика наведеног текста.
sr_latn_rs: Šifra jezika navedenog teksta.
sv_se: Språkkod för den angivna texten.
th_th: รหัสภาษาของข้อความที่ระบุ
tr_tr: Sağlanan metnin dil kodu.
uk_ua: Мовний код наданого тексту.
vi_vn: Mã ngôn ngữ của văn bản được cung cấp.
zh_cn: 所提供文本的语言代码。
zh_tw: 提供的文字之語言代碼。

# AboutTimeValue
source: Converts a time in the form of text to a number that represents the date in Microsoft Power Apps date-time code, ignoring any date portion.
bg_bg: Преобразува даден час под формата на текст като число, представляващо датата в кода за дата и час в Microsoft Power Apps, като игнорира всяка част от датата.
ca_es: Converteix una hora en format de text en un nombre que representa la data en el codi de data i hora del Microsoft Power Apps i ignora qualsevol part de la data.
cs_cz: Převede čas ve formě textu na číslo představující datum v kódu Microsoft Power Apps pro datum a čas. Případně zadané datum se přitom ignoruje.
da_dk: Konverterer et klokkeslæt i form af tekst til et tal, der repræsenterer datoen i Microsoft Power Apps-koden for dato/klokkeslæt, hvor datodelen ignoreres.
de_de: Konvertiert eine Uhrzeit in Textform in eine Zahl, die im Microsoft Power Apps-Code für Datum und Uhrzeit das Datum darstellt. Der Datumsteil wird hierbei ignoriert.
el_gr: Μετατρέπει μια ώρα σε μορφή κειμένου σε έναν αριθμό που αντιπροσωπεύει την ημερομηνία σε κώδικα ημερομηνίας-ώρας του Microsoft Power Apps, παραβλέποντας τυχόν τμήμα ημερομηνίας.
es_es: Convierte una hora en forma de texto en un número que representa la fecha en código fecha y hora de Microsoft Power Apps, ignorando la parte de la fecha.
et_ee: Teisendab kellaaja tekstivormingust arvuvormingusse, millega tähistatakse Microsoft Power Appsi kuupäeva- ja kellaajakoodis kuupäeva, ignoreerides mis tahes kuupäevaosa.
eu_es: Testu-formatua duen ordu bat bihurtzen du Microsoft Power Apps-eko data eta orduaren kodeko data adierazten duen zenbaki, dataren zatirik kontuan hartu gabe.
fi_fi: Muuntaa tekstimuotoisen ajan luvuksi, joka edustaa päivämäärää Microsoft Power Appsin päivämäärä- ja aikakoodissa ohittaen päivämääräosan.
fr_fr: Convertit une heure au format texte en nombre représentant la date dans le code date-heure de Microsoft Power Apps, en ignorant la partie date.
gl_es: Converte unha hora en forma de texto nun número que representa a data en código de data e hora de Microsoft Power Apps, ignorando a parte da data.
hi_in: पाठ के रूप में समय को एक संख्या के रूप में रूपांतरित करता है, जो Microsoft Power Apps दिनांक-समय कोड में दिनांक के किसी भी भाग को अनदेखी करके दिनांक को दर्शाता है.
hr_hr: Pretvara vrijeme u obliku teksta u broj koji predstavlja datum u kodu vremena i datuma za Microsoft Power Apps, zanemarujući sve dijelove datuma.
hu_hu: Átalakítja a szöveges formátumú időpontot azzá a számmá, amely a dátumot jelöli a Microsoft Power Apps dátum- és időkódjában, figyelmen kívül hagyva a dátumot jelölő részeket.
it_it: Converte un'ora in formato testo in un numero che rappresenta la data nel codice data-ora di Microsoft Power Apps, ignorando la parte relativa alla data.
ja_jp: 日付の部分を無視して、テキスト形式の時刻を、Microsoft Power Apps の日時コードの日付を表す数値に変換します。
kk_kz: Мәтін түріндегі уақытты Microsoft Power Apps күн және уақыт кодында күнді күн бөлігін ескермей көрсететін санға түрлендіреді.
ko_kr: 텍스트 형식의 시간을 Microsoft Power Apps 날짜-시간 코드로 날짜를 나타내는 숫자로 변환합니다. 모든 날짜 부분은 무시됩니다.
lt_lt: Teksto formos laiką konvertuoja į skaičių, kuris pavaizduoja datą „Microsoft Power Apps“ datos ir laiko kode, nepaisydama jokios datos dalies.
lv_lv: Pārvērš laiku teksta formā par skaitli, kas atspoguļo datumu Microsoft Power Apps datuma-laika kodā, ignorējot datuma daļu.
ms_my: Menukarkan masa dalam bentuk teks kepada nombor yang mewakili tarikh dalam kod tarikh masa Microsoft Power Apps, mengabaikan mana-mana bahagian tarikh.
nb_no: Konverterer et klokkeslett i form av tekst til et tall som representerer datoen i dato-/klokkeslettkoden for Microsoft Power Apps. Den eventuelle datodelen ignoreres.
nl_nl: Hiermee worden een datum en tijd in het tekstformulier geconverteerd naar een getal dat de datum weergeeft in de Microsoft Power Apps datum/tijdcode, waarbij alle datumgedeelten worden genegeerd.
pl_pl: Konwertuje godzinę w formacie tekstowym na liczbę, która reprezentuje datę w kodzie daty i godziny usługi Microsoft Power Apps (część dotycząca daty jest ignorowana).
pt_br: Converte uma hora em formato de texto em um número que representa a data no código data-hora do Microsoft Power Apps, ignorando qualquer parte de data.
pt_pt: Converte uma hora sob a forma de texto num número que representa a data no código de data/hora do Microsoft Power Apps, ignorando qualquer parte da data.
ro_ro: Convertește o valoare de timp în formă de text la un număr care reprezintă data în codul dată-oră Microsoft Power Apps, ignorând orice porțiune de dată calendaristică.
ru_ru: Преобразует время в виде текста в число, представляющее дату в формате кода даты и времени Microsoft Power Apps, при этом дата полностью игнорируется.
sk_sk: Skonvertuje čas vo formáte textu na číslo reprezentujúce dátum v kóde dátumu a času služby Microsoft Power Apps.
sl_si: Pretvori uro v obliki besedila v število, ki predstavlja datum v kodi datum-ura storitve Microsoft Power Apps, pri tem pa prezre morebitni del z datumom.
sr_cyrl_rs: Конвертује време у облику текста у број који представља датум у Microsoft Power Apps коду датум-време, занемарујући део са датумом.
sr_latn_rs: Konvertuje vreme u obliku teksta u broj koji predstavlja datum u Microsoft Power Apps kodu datum-vreme, zanemarujući deo sa datumom.
sv_se: Konverterar en tid i textformat till ett tal som motsvarar datumet i Microsoft Power Apps datum/tid-kod och ignorerar eventuell datum-del.
th_th: แปลงเวลาในรูปแบบข้อความให้เป็นตัวเลขที่แสดงวันที่เป็นรหัสวันที่-เวลาของ Microsoft Power Apps โดยละเว้นส่วนที่เป็นวันที่
tr_tr: Tarih kısımlarını yok sayarak metin biçimindeki bir zamanı, Microsoft Power Apps tarih-saat kodundaki tarihi gösteren bir sayıya dönüştürür.
uk_ua: Перетворює час у вигляді тексту на число, яке відповідає даті в коді дати й часу Microsoft Power Apps, ігноруючи будь-яку частину дати.
vi_vn: Chuyển đổi một thời điểm trong biểu mẫu chứa văn bản thành một số thể hiện ngày trong mã ngày/giờ của Microsoft Power Apps, bỏ qua mọi phần ngày.
zh_cn: 将文本形式的时间转换为采用 Microsoft Power Apps 日期时间代码表示日期的数字，忽略任何日期部分。
zh_tw: 將文字格式的時間，轉換為 Microsoft Power Apps 日期時間代碼中代表日期的數字，忽略任何日期的部份。

# TimeValueArg1
source: time_text
bg_bg: текст_като_час
ca_es: hora_text
cs_cz: čas_text
da_dk: klokkeslæt_tekst
de_de: Zeit_Text
el_gr: κείμενο_ώρας
es_es: texto_hora
et_ee: kellaaja_tekst
eu_es: ordua_testua
fi_fi: ajan_teksti
fr_fr: texte_temps
gl_es: texto_hora
hi_in: समय_पाठ
hr_hr: tekst_vremena
hu_hu: szöveges_idő
it_it: testo_ora
ja_jp: 時刻テキスト
kk_kz: уақыт_мәтіні
ko_kr: 시간_텍스트
lt_lt: laikas_kaip_tekstas
lv_lv: laiks_teksts
ms_my: teks_masa
nb_no: klokkeslett_tid
nl_nl: tekst_tijd
pl_pl: tekst_godziny
pt_br: texto_hora
pt_pt: texto_hora
ro_ro: text_timp
ru_ru: время_в_виде_текста
sk_sk: čas_text
sl_si: besedilo_ure
sr_cyrl_rs: време_текст
sr_latn_rs: vreme_tekst
sv_se: tid_text
th_th: ข้อความ_เวลา
tr_tr: saat_metni
uk_ua: текст_часу
vi_vn: văn_bản_thời_gian
zh_cn: 时间文本
zh_tw: 時間_文字

# TimeValueArg2
source: language_code
bg_bg: езиков_код
ca_es: codi_llengua
cs_cz: kód_jazyka
da_dk: sprog_kode
de_de: Sprachcode
el_gr: κωδικός_γλώσσας
es_es: código_idioma
et_ee: keelekood
eu_es: hizkuntza_kodea
fi_fi: kielikoodi
fr_fr: code_langue
gl_es: código_idioma
hi_in: भाषा_कोड
hr_hr: šifra_jezika
hu_hu: nyelvi_kód
it_it: codice_lingua
ja_jp: 言語コード
kk_kz: тіл_коды
ko_kr: 언어_코드
lt_lt: kalbos_kodas
lv_lv: valodas_kods
ms_my: kod_bahasa
nb_no: språkkode
nl_nl: code_taal
pl_pl: kod_języka
pt_br: código_idioma
pt_pt: código_idioma
ro_ro: cod_de_limbă
ru_ru: код_языка
sk_sk: kód_jazyka
sl_si: koda_jezika
sr_cyrl_rs: кôд_језика
sr_latn_rs: kôd_jezika
sv_se: språk_kod
th_th: รหัส_ภาษา
tr_tr: dil_kodu
uk_ua: мовний_код
vi_vn: mã_ngôn_ngữ
zh_cn: 语言代码
zh_tw: 語言_代碼

# AboutTimeValue_time_text
source: A text representation of a date/time stamp, in a platform supported format.
bg_bg: Текстово представяне на клеймо с дата и час във формат, поддържан от платформата.
ca_es: Representació de text d'una marca de data/hora en un format compatible amb la plataforma.
cs_cz: Textové vyjádření razítka s datem a časem ve formátu podporovaném platformou
da_dk: En tekstrepræsentation af et dato-/klokkeslætstempel i et format, som understøttes af en platform.
de_de: Eine Textdarstellung eines Datums-/Uhrzeitstempels in einem von der Plattform unterstützten Format.
el_gr: Αναπαράσταση κειμένου σήμανσης ημερομηνίας/ώρας, σε μορφή υποστηριζόμενη από πλατφόρμα.
es_es: Una representación de texto de una marca de fecha y hora en un formato compatible con la plataforma.
et_ee: Kuupäeva- ja kellaajatempli tekstkuju platvormi toetatud vormingus.
eu_es: Plataformarako baliozko formatua duen data- eta denbora-zigilu baten testu-adierazpena.
fi_fi: Päivämäärä-/aikaleima tekstiesityksenä ympäristön tukemassa muodossa.
fr_fr: Représentation sous forme de texte d’un horodatage, dans un format pris en charge par la plateforme.
gl_es: Representación de texto dun selo de data/hora nun formato compatible coa plataforma.
hi_in: किसी प्लेटफ़ॉर्म समर्थित प्रारूप में, दिनांक/समय स्टैम्प का पाठ प्रस्तुतिकरण.
hr_hr: Tekstni prikaz datumske/vremenske oznake u obliku koji podržava platforma.
hu_hu: Egy dátum-idő bélyeg szöveges ábrázolása a platform által támogatott formátumban.
it_it: Rappresentazione testuale di un indicatore data/ora in un formato supportato dalla piattaforma.
ja_jp: プラットフォームでサポートされている形式の日時スタンプのテキスト表現。
kk_kz: Күн мен уақыт белгісінің платформа қолдау көрсететін пішімдегі мәтіндік көрінісі.
ko_kr: 날짜/시간 스탬프의 텍스트 표시입니다(플랫폼 지원 형식).
lt_lt: Datos / laiko žymės pavaizdavimas tekstu platformoje palaikomu formatu.
lv_lv: Datuma/laika spiedola teksta attēlojums platformas atbalstītā formātā.
ms_my: Perwakilan teks cap tarikh/masa dalam format yang disokong platform.
nb_no: En tekstrepresentasjon av et dato/klokkeslett-stempel, i et plattformstøttet format.
nl_nl: Een tekstweergave van een datum/tijdstempel in een indeling die door het platform wordt ondersteund.
pl_pl: Tekstowa reprezentacja sygnatury daty i godziny w formacie obsługiwanym na platformie.
pt_br: Representação em texto de um carimbo de data/hora em um formato com suporte na plataforma.
pt_pt: Uma representação de texto de um carimbo de data/hora num formato de plataforma suportado.
ro_ro: O reprezentare text a unui marcaj de dată/oră, într-un format acceptat de platformă.
ru_ru: Текстовое представление метки даты и времени в поддерживаемом платформой формате.
sk_sk: Textová reprezentácia dátumovej/časovej pečiatky vo formáte podporovanom na príslušnej platforme.
sl_si: Besedilni prikaz žiga datum/ura, v obliki, ki jo podpira platforma.
sr_cyrl_rs: Текстуални приказ жига датума/времена, у формату подржаном на платформи.
sr_latn_rs: Tekstualni prikaz žiga datuma/vremena, u formatu podržanom na platformi.
sv_se: En textmotsvarighet till en datum-/tidsstämpel i ett format som stöds av plattformen.
th_th: ข้อความแสดงบันทึกวัน/เวลา ในรูปแบบที่แพลตฟอร์มรองรับ
tr_tr: Tarih/saat damgasının platform tarafından desteklenen biçimde metin gösterimi.
uk_ua: Текстове значення позначки дати й часу в підтримуваному форматі.
vi_vn: Văn bản thể hiện tem ngày/giờ, trong một định dạng được hỗ trợ của nền tảng.
zh_cn: 日期/时间戳的文本表示形式(采用平台支持的格式)。
zh_tw: 以平台支援的格式表示日期/時間戳記的文字。
